Repository: budinev/enigma2-plugin-extension-tvustream
Catalog: usr/lib/enigma2/python/Plugins/Extensions/TivuStream/res/locale/*/LC_MESSAGES/TivuStream.po
Languages: de, es, fr

source: Maintainer
de: Betreuer
es: Mantenedor
fr: Mainteneur

source: Versione
de: Version
es: Version
fr: Version

source: Crediti
de: Credits
es: créditos
fr: Crédits

source: Esci
de: Schließen
es: Exit
fr: Sortie

source: Ricarica Bouquet
de: Blumenstrauß nachfüllen
es: Recargue Bouquet
fr: Recharger Bouquet

source: Elimina
de: Löschen
es: Borrar
fr: Effacer

source: Bouquet non Installato
de: Nicht installiert Bouquet
es: Bouquet no se instala
fr: Bouquet pas installé

source: Controlla nella lista favoriti ...
de: Schauen Sie sich die Favoritenliste an ...
es: Echa un vistazo a la lista de favoritos ...
fr: Consultez la liste des favoris ...

source: Riordino liste Favorite in Corso
de: Favoritenlisten neu anordnen ...
es: Barajar las listas de favoritos en Corso
fr: Réorganiser listes favoris vont...

source: Attendere prego ...
de: Bitte warten ...
es: Por favor espere ...
fr: S'il vous plaît attendre ...

source: ERRORE CONNESSIONE O UNKNOW
de: VERBINDUNG ODER UNBEKANNTER FEHLER
es: CONEXIÓN O ERROR DESCONOCIDO

source: StreamLink non Installato!!! Installare prima
de: StreamLink nicht installiert !!! Installieren Sie zuerst
es: StreamLink no está instalado! Instalar primero
fr: StreamLink non installé !!! Installez d'abord

source: Installare lista %s selezionata
de: Installieren Sie %s Liste ausgewählt
es: Instalar %s lista seleccionada
fr: Installez la liste %s sélectionnée

source: Installazione in Corso
de: Installation läuft
es: Instalación en progreso
fr: Installez en cours

source: ATTENZIONE
de: ACHTUNG
es: PRECAUCIÓN
fr: ATTENTION

source: Eliminare le liste canali TiVuStream
de: Löschen Sie die TiVuStream-Kanallisten
es: Eliminar las listas de canales TiVuStream
fr: Supprimer les listes de chaînes TiVuStream

source: Liste canali TiVuStream eliminate con successo
de: TiVuStream-Senderlisten wurden erfolgreich gelöscht
es: Las listas de canales de TiVuStream se han eliminado correctamente
fr: Les listes de chaînes TiVuStream ont été supprimées avec succès

source: Percorso cartella %s
de: Ordnerpfad %s
es: Ruta de carpeta %s
fr: Chemin du dossier %s

source: Converti StreamLink
de: Konvertiere StreamLink
es: Convertir StreamLink
fr: Convertir StreamLink

source: Converti ExtePlayer3
de: Konvertiere ExtePlayer3
es: Convierte ExtePlayer3
fr: Convertir ExtePlayer3

source: Converti Gstreamer
de: Konvertiere Gstreamer
es: Convierte Gstreamer
fr: Convertir Gstreamer

source: Apri Selezione
de: Auswahl öffnen
es: Selección abierta
fr: Ouvrir la sélection

source: Vuoi rimuovere?
de: Wollen Sie Entfernen?
es: Quieres eliminar?
fr: Voulez-vous supprimer?

source: Converting %s
de: Umwandeln %s
es: Conversión %s
fr: Conversion %s

source: Service Reference utilizzato %s
de: Verwendete Dienstreferenz %s
es: Referencia de servicio utilizada %s
fr: Référence de service utilisée %s

source: Anteprima
de: Vorschau
es: preestreno
fr: avant-première

source: Aggiungi Stream a Bouquet
de: Stream zu Bouquet hinzufügen
es: Agregar Stream a Bouquet
fr: Ajouter un flux au bouquet

source: Aggiungi Stream IPTV
de: Stream IPTV hinzufügen
es: Añadir Stream IPTV
fr: Ajouter un flux IPTV

source: Seleziona il Bouquet e premi OK per aggiungere
de: Wählen Sie den Blumenstrauß und drücken Sie OK, um ihn hinzuzufügen
es: Selecciona el Ramo y presiona OK para agregar
fr: Sélectionnez le bouquet et appuyez sur OK pour ajouter

source: Inserire Nome
de: Name eingeben
es: Ingrese el nombre
fr: Entrez le nom

source: Aggiorna Plugin
de: Aktualisieren Plugin
es: Plugin de actualización
fr: Mise à jour Plugin

source: Salva
de: Speichern
es: Guardar
fr: Sauvegarder

source: Nessun aggiornamento online!
de: Keine Online-Updates!
es: No hay actualizaciones en línea!
fr: Aucune mise à jour en ligne!

source: se ti piace puoi fare una libera donazione
de: Wenn es dir gefällt, kannst du kostenlos spenden
es: Si te gusta puedes hacer una donación gratis.
fr: si vous l'aimez, vous pouvez faire un don gratuit

source: Ultimo aggiornamento
de: Letzte Aktualisierung
es: Ultima actualizacion
fr: Dernière mise à jour

source: disponibile!
de: zur Verfügung!
es: disponible!
fr: disponible!

source: Nessun aggiornamento disponibile
de: Kein Update verfügbar
es: No hay ninguna actualización disponible
fr: Aucune mise à jour disponible

source: Nessuna connessione Internet o server OFF
de: Keine Internetverbindung oder Server AUS
es: No hay conexión a internet o servidor apagado
fr: Pas de connexion internet ou serveur OFF

source: Prego riprova piu tardi o cambia SERVER in menu config.
de: Bitte versuchen Sie es später noch einmal oder wechseln Sie von SERVER in das Konfigurationsmenü.
es: Vuelva a intentarlo más tarde o cambie el SERVIDOR al menú de configuración.
fr: Veuillez réessayer ultérieurement ou changer de serveur pour configurer le menu.

source: Scelta del Server
de: Wahl des Servers
es: Elección del servidor
fr: Choix du serveur

source: Aggiornarmento plugin automatico
de: Automatisches Plugin-Update
es: Actualización automática del complemento
fr: Mise à jour automatique du plugin

source: Password Personale:
de: Persönliches Passwort:
es: Contraseña personal:
fr: Mot de passe personnel:

source: Inserisci la password per scaricare Liste XXX Adulti
de: Geben Sie Ihr Passwort ein, um XXX Adult Lists herunterzuladen
es: Ingrese su contraseña para descargar XXX Adult Lists
fr: Entrez votre mot de passe pour télécharger XXX Listes Adultes

source: Posizione IPTV bouquets
de: IPTV-Standort-Bouquets
es: Ramos de ubicación de IPTV
fr: Bouquets de localisation IPTV

source: Configura posizione dei Bouquet delle liste convertite
de: Konfigurieren Sie die Position des Bouquets der konvertierten Listen
es: Configurar la posición del Bouquet de las listas convertidas
fr: Configurer la position du Bouquet des listes converties

source: Liste Player <.m3u>:
de: Listen Spieler <.m3u>:
es: Listas Player <.m3u>:
fr: Listes Player <.m3u>:

source: Percorso cartella contenente i file .m3u
de: Ordnerpfad mit den .m3u-Dateien
es: Ruta de carpeta que contiene los archivos .m3u
fr: Chemin du dossier contenant les fichiers .m3u

source: Tipo Services Reference
de: Tipo Servicereferenz
es: Type Services Reference
fr: Type Services Reference

source: Configura Service Reference Gstreamer/Exteplayer3/StreamLink
de: Konfigurieren Sie die Dienstreferenz Gstreamer/Exteplayer3/StreamLink
es: Configurar Service Reference Gstreamer/Exteplayer3/StreamLink
fr: Configurer Service Reference Gstreamer/Exteplayer3/StreamLink

source: Link in Extensions Menu:
de: Link im Menü Erweiterungen:
es: Enlace en el menú extensiones:
fr: Lien dans le menu Extensions:

source: Mostra Plugin in Extensions Menu
de: Plugin in Menü erweiterungen anzeigen
es: Mostrar complemento en extensiones de menú
fr: Afficher le plugin dans les extensions menu

source: Link in Menu Principale:
de: Link im Hauptmenü:
es: Enlace en el menú principal:
fr: Lien dans le menu Principal:

source: Mostra Plugin in Main Menu
de: Plugin im Haupt menü anzeigen
es: Mostrar complemento en el menú principal
fr: Afficher le plugin dans le menu principal

source: Cartella Liste m3u non rilevato!
de: Lists m3u Ordner nicht erkannt!
es: La carpeta de Lista no se detectó!
fr: Dossier de Liste non détecté!

source: Impostazioni salvate correttamente!
de: Einstellungen korrekt gespeichert!
es: Ajustes guardados correctamente!
fr: Paramètres enregistrés correctement!

source: Veramente chiudere senza salvare le impostazioni?
de: Schließen Sie wirklich, ohne die Einstellungen zu speichern?
es: ¿Realmente cierras sin guardar la configuración?
fr: Fermez-vous vraiment sans enregistrer les paramètres?

source: Nuova Versione Online!
de: Neue Online-Version!
es: Nueva versión en línea!
fr: Nouvelle version en ligne!

source: Aggiornare Plugin alla Versione %s ?
de: Plugin auf Version %s aktualisieren?
es: ¿Actualizar complemento a la versión %s?
fr: Mettre à jour le plugin vers la version %s ?

source: Aggiornare Plugin ?
de: Plugin aktualisieren?
es: Actualizar plugins?
fr: Mise à jour du plug-in?

source: Aggiorno Plugin: %s
de: Update Plugin: %s
es: Actualización del plugin: %s
fr: Mise à jour Plugin: %s

source: Plugin Aggiornato!
de: Aktualisiertes Plugin!
es: Plugin actualizado!
fr: Plugin mis à jour!

source: Riavvio interfaccia utente
de: Neustart der Benutzeroberfläche
es: Reinicio de la interfaz de usuario
fr: Redémarrage de l'interface utilisateur

source: Esecuzione in corso:
de: Fortschritt ausführung:
es: Ejecutor:
fr: Exécution:

source: Esecuzione finita!!
de: Ausführung beendet !!
es: Corriendo sobre !!
fr: Exécution sur!

source: Si
de: JA
es: Uno
fr: Oui

source: No
de: NEIN
fr: Non

source: Errore nel download degli aggiornamenti !
de: Fehler beim Herunterladen der Updates!
es: Error al descargar las actualizaciones!
fr: Erreur lors du téléchargement des mises à jour!

source: controlla SERVER in config
de: überprüfe SERVER in config
es: Verifique el SERVIDOR en la configuración
fr: vérifier Serveur dans la configuration
